{"What is COVID-19?": "Coronaviruses are zoonotic, meaning they are normally transmitted between animals and people. The coronavirus disease (COVID-19) is caused by a new strain of coronavirus (SARS-CoV-2) that has not been previously identified in humans. It was first reported to WHO on the 31st of December, 2019 in Wuhan, China. ", " What is the source of COVID-19?": "Scientists and public health officials are working hard to identify the source of the SARS-CoV-2 which is the virus that causes COVID-19. The initial transmission appeared to be from an animal source, but there has been person-to-person transmission in countries.", "Is COVID-19 airborne?": "When a person with coronavirus coughs or exhales, droplets land on objects and surfaces around the person. Other people then catch the virus by touching these objects or surfaces, then touching their eyes, nose or mouth. People can also catch coronavirus if they breathe in these droplets. This is why it is important to stay at least 2 metres away from a person who is coughing or sneezing.", "Are countries with hot weather immune toCOVID-19?": "From the evidence so far, the virus causing COVID-19 can be transmitted in ALL AREAS, including areas with hot and humid weather.", "What are the symptoms of COVID-19? ": "CoughFever Breathing difficulties", "Are there any cases in Nigeria?": "Yes. Nigeria has recorded confirmed cases of COVID-19. Measures have been put in place to ensure that all confirmed cases are isolated, receive treatment and intense contact tracing conducted.", "Has anyone died from the disease in Nigeria?": "Yes. There have been fatalities recorded in Nigeria", "What is Nigeria doing to control the spread of the disease in the country?": "The Federal Government of Nigeria has initiated a Presidential Task Force on COVID-19 to provide high-level strategic national response to the disease in Nigeria. The Federal Ministry of Health has activated an NCDC-led national COVID-19 Emergency Operations Centre (EOC) to coordinate the national public health response. At State-level, preparedness and response activities are being coordinated through Public Health EOCs in each State.The NCDC has also launched a campaign themed #TakeResponsibility. This is a call to all Nigerians and residents in the country to join forces and to be proactive in taking greater individual and collective responsibility in preventing and controlling the spread of COVID-19 in Nigeria.", " Is there a restriction of flights coming from affected countries? ": "Yes. The Federal Government of Nigeria has issued a ban on all international flights effective from the 23rd of March 2020 except for emergency and essential flights for an initial period of time.", "What should I do when I return to Nigeria from a country with a confirmed case(s) ofCOVID-19? ": "All return travellers to Nigeria in the last 14 days will be placed in institutional quarantine at a facility identified by the Federal Government of Nigeria. This is mandatory for all travelers to Nigeria. You will be tested if you develop symptoms during this time.", "Should I travel to another state where there is no case of COVID-19 to stay safe? ": "No. There is a higher risk of spreading COVID-19 through movement and inter-state travel. The Federal Government has also prohibited all interstate travel except for essential travels and services, such as: agro-products, petroleum products, relief items and persons on essential duty.", "Is there any restriction on intrastate movement? ": "Yes. The Federal Government has prohibited movement from 8pm to 6am except for essential services during this period. In addition, mass gathering of more than 20 people outside of a workplace is prohibited including funeral services as guided by Interim Guidelines for the Safe Management of a Dead Body in the Context of COVID-19, for which physical distancing rules apply and crowds are limited to not more than 20 persons.", "What does institutional quarantine mean?": "All returning travelers to Nigeria will be required to stay in supervised isolation at a location provided by the Federal Government of Nigeria, for the period of 14 days after arrival. The NCDC guidelines on this can be found HERE ", "What does self-isolation mean?": "This means strictly staying at home or identified accommodation, away from situations where you mix with family members or the general public, for the period of 14 days. This means any situation where you may come in close contact with others (face to face contact closer than 2 metres i.e. 5 feet). The NCDC guidelines on this can be found HERE .", "What does physical distancing mean?": "This is an effective strategy to reduce physical interaction between people towardsreducing the widespread of COVID-19 in a community. The NCDC guidelines on this can befoundHERE This measure involves strict adherence to;· Non-contact greetings (avoiding shaking of hands and hugs)· Maintaining at least 2 metres (5 feet) physical distance between yourselfand individuals · Closure of activities that will cause any form of gathering includingschools, houses of worship, and social events", "How are physical distancing, institutional quarantine and self-isolation measures beingimplemented and monitored?": "The Federal and States Governments, at all levels, are deploying various strategies toensure compliance with these directives.", "How do I report a person who has refused to self-isolate?": "It is expected that every Nigerian resident takes responsibility for controlling the spread of COVID-19. State Governments are also adopting various mechanisms to ensure compliance with instituted measures by the Federal Government including self-isolation. If you know anyone who is not complying with these measures, call your state hotline to enable further investigation.", "How do I get tested for COVID-19?": "In line with the national case definition, the following people can be tested for COVID-19in Nigeria; Anyone with travel history outside Nigeria, who presents with fever, cough orbreathing difficulties within 14 days of arrival; OR Anyone who has symptoms and is a contact of a confirmed or probable case; OR Anyone with either cough, difficulty breathing or shortness of breath in an area ofmoderate or high COVID-19 prevalence with no other explanation for the symptomsFor people in either of these categories, you must self-isolate and call your state hotlineor the NCDC toll-free line immediately on 080097000010. The State Ministry of Healthsupported by NCDC will arrange for sample collection and transportation to the laboratory.", "Does Nigeria have the capacity to diagnose COVID-19?": "Yes. Currently, there are twenty-nine (29) laboratories in Nigeria that can test for COVID-19 and they are all in the NCDC molecular laboratory network. These are; NCDC National Reference Laboratory, FCTDefence Reference Laboratory, FCTVirology Laboratory of Lagos University Teaching Hospital, Lagos StateBiosafety Level-3 Laboratory, Lagos StateIrrua Specialist Teaching Hospital, Edo stateNigerian Institute of Medical Research, Lagos StateVirology Laboratory of University College Hospital, Oyo StateFederal Teaching Hospital Abakaliki (FETHA), Ebonyi StateAfrican Centre of Excellence for Genomics of Infectious Diseases, Osun StateNational Veterinary Research Institute,Vom, Plateau StateAminu Kano Teaching Hospital, Kano StateDNA Laboratory, Kaduna StateUniversity of Maiduguri Teaching Hospital, Borno StateCentre for Advanced Medical Research and Training (CARMET), Usmanu Danfodio University, SokotoAfrica Centre of Excellence for Neglected Tropical Diseases and Forensic Biotechnology, ABU Zaria, Kaduna StateCentre for Infectious Disease Research, Bayero University Kano, Kano State54gene mobile laboratory, Ogun State54gene mobile laboratory, Lagos State54gene mobile laboratory, Kano StateMobile laboratory, Delta StateUniversity of Port Harcourt Teaching Hospital, Rivers StateRivers State University Teaching Hospital Satelite Molecular Laboratory, Rivers StateUniversity of Benin Teaching Hospital, Edo StateEveright Diagnostic and Laboratory Services Ltd, Imo StateFederal Medical Center, YolaAccunalysis Diagnostic Centre, Anambra Afriglobalmedicare laboratory for Ogun stateSahel centre for molecular diagnostics and reserach, for katsina stateBauchi State Reference Laboratory, Bauchi State  Health officials are advised to call 07032864444 for sample transportation and related advice if they have a case that fits the national case definition.", "Is there a cure for COVID-19?": "There is no specific cure yet for COVID-19. However, many of the symptoms can be treated.Treatment is based on the patient’s clinical condition but supportive care for infectedpersons can be highly effective.", "Should I wear a mask?": "The Federal Government of Nigeria has mandated the use of non-medical face mask/covering for all persons while in public spaces. NCDC has published guidelines on the use of face cloth masks for members of the public. This provides guidance on the effective use of masks by individuals in non-healthcare settings.", "Is there anything a person can do to avoid becoming infected? ": "To reduce the risk of infection or spread of COVID-19, members of the public are advised toadhere to the following hand and respiratory hygiene measures: Wash your hands regularly with soap and water or use an alcohol-based sanitiser ifno water and soap is available Use of no-touch greetings Maintain at least 2 metres (5 feet) physical distance between yourself and anyonewho is coughing or sneezingStay home if you feel unwell with symptoms like fever, cough and difficulty in breathing. Immediately call your state helpline or call NCDC’s 24/7 toll-free number. Do not self-medicate Persons with a persistent cough or sneezing, should also stay at home until theyrecoverObey national and state directives requesting the cancellation and avoidance oflarge gatherings, including places of worship, social and sporting eventsAvoid crowded spaces such as open markets, crowded supermarkets and pharmacies", "Where are the treatment centres in Nigeria?": "NCDC has conducted rapid assessments of treatment centres. This assessment focused on identifying gaps and developing plans to rapidly ensure that we are prepared to manage cases of COVID-19. Every state in Nigeria has identified a treatment centre with minimum capacity needed to manage a case. This capacity is being scaled up rapidly.Healthcare workers from identified treatment centres are being trained on how to manage COVID-19 cases using approved guidelines.", "Can I visit a nearby health facility if I develop symptoms? ": "No. It is important you stay indoors and avoid contact with everyone to limit the spread of the disease. The State Ministry of Health supported by NCDC will arrange for sample collection and transportation to the laboratory.If you are showing symptoms of COVID-19, immediately contact your state helpline or the NCDC on 080097000010 (toll-free) for further guidance.", "What do I do if I cannot get through to the NCDC toll-free line? ": "We are currently receiving a high volume of calls which unfortunately means that you may notbe able to reach us easily through our toll-free number. Alternatively, you may contact usvia;SMS: 08099555577WhatsApp: 07087110839Twitter/Facebook: @NCDCgovEmail: [email protected]", "Am I at risk of catching COVID-19 from a package or products that arrive from countrieswith a confirmed case(s)? ": "Currently, there is no evidence to support transmission of COVID-19 through imported goodsor packages from countries with confirmed cases. Till date, there is no known case ofCOVID-19 in Nigeria associated with imported goods.", "What should I do if am pregnant? ": "Currently, there is no evidence that pregnant women are at higher risk of infection or complications from COVID-19. However, due to changes that may occur during pregnancy, pregnant women are always advised to stay at home and adhere strictly to physical distancing measures and hygiene practices. The Federal Ministry, NCDC and partners have published Guidelines for Pregnant Women and Nursing Mothers.", "Should I stop my children from going to school?": "Yes. The Federal Government and States Governments, at all levels, are taking proactivemeasures to shut down schools and large gatherings for an initial period of time. They willbe monitoring and enforcing compliance.", "What can businesses do to protect their staff?": "The NCDC has published Guidance for Employers and Businesses in Nigeria which can be found here. Effective from the 4th of May 2020, the following measures instituted by the Federal Government will apply nationwide to individuals as well as businesses, employers and employees;Mandatory use of non-medical face mask/covering for all personsOvernight curfew from 8pm to 6am. This means all movements will be prohibited during this period except for essential servicesMandatory provision of handwashing facilities/sanitisersProhibition of all interstate travel except for only essential travels and servicesExtensive temperature checks on entry into the business premisesPhysical distancing of 2 metres between people in workplaces and other public placesIn line with the directive, employers are advised to display signages in office or business premises reminding staff and visitors to maintain good and respiratory hygiene. Encourage sick employees to stay at home if they are unwell. Ensure routine cleaning of high contact areas such as toilets, door handles, telephones."}